[
    [
        {
            "title":"Danesh for Young Trustee",
            "url":"/article/danesh-young-trustee",
            "teaser":"Danesh clearly distinguishes himself from his two competitors. His effectiveness and enthusiasm as a student leader, passion for the undergraduate experience and deep understanding of the role of the Young Trustee make him a uniquely qualified candidate."
        },
        {
            "title":"Inter-Greek Council endorses Wilson for Young Trustee",
            "url":"/article/inter-greek-council-endorses-wilson-young-trustee",
            "teaser":"We feel that Olly’s knowledge of our institution and its diverse student groups along with his refreshing, unique perspective, defines him not as an advocate for any one student organization, but rather, as the candidate that would best represent the entire undergraduate student body."
        },
        {
            "title":"Selective House Council endorses Wilson for Young Trustee",
            "url":"/article/selective-house-council-endorses-wilson-young-trus",
            "teaser":"We feel that Olly best embodies the current undergraduate perspective, and are confident that he would be an exemplary Young Trustee."
        },
        {
            "title":"Center for Race Relations endorses Danesh for Young Trustee",
            "url":"/article/center-race-relations-endorses-danesh-young-truste-1",
            "teaser":"Kaveh’s emphasis on academics as a tool to create an inclusive campus culture speaks most to our values as an organization."
        },
        {
            "title":"Asian Students Association endorses Danesh for Young Trustee",
            "url":"/article/asian-students-association-endorses-danesh-young-t",
            "teaser":"We believe that Mr. Danesh’s unique experiences and myriad forms of engagement with undergraduate life at Duke make him an ideal and well-rounded candidate for the position of Young Trustee."
        },
        {
            "title":"The Honor Council endorses Danesh for Young Trustee",
            "url":"/article/honor-council-endorses-danesh-young-trustee",
            "teaser":"Kaveh Danesh stood out for his balanced approach to the challenges facing the University. His position on 15 key campus committees and two years of Board of Trustee experience has clearly guided a mature vision of key issues."
        },
        {
            "title":"Mi Gente endorses Wilson for Young Trustee",
            "url":"/article/mi-gente-endorses-wilson-young-trustee-1",
            "teaser":"Olly Wilson is the most knowledgeable about the unique experiences and challenges facing our University in the coming years. He is aware and acquainted with three of the big topics concerning our University: global expansion, interdisciplinary collaboration and environmental sustainability.."
        },
        {
            "title":"Environmental Alliance endorses Wilson for Young Trustee",
            "url":"/article/environmental-alliance-endorses-wilson-young-trust",
            "teaser":"We feel that Olly is best suited to represent the sentiments of the undergraduate environmental community. As former president of Blue Devils United, chair of the Duke Council for Collaborative Action and co-founder of Duke Activist Mentoring Network, Olly has demonstrated a passionate commitment to activism on campus."
        },
        {
            "title":"Engineering Student Government endorses Danesh for Young Trustee",
            "url":"/article/engineering-student-government-endorses-danesh-you-1",
            "teaser":"Kaveh’s intimate understanding of the many intricacies of undergraduate life makes his voice profoundly necessary as a contender for student needs on the Board of Trustees."
        },
        {
            "title":"The Baldwin Scholars endorse Wilson for Young Trustee",
            "url":"/article/baldwin-scholars-endorse-wilson-young-trustee",
            "teaser":"We felt that Olly’s values and priorities were most aligned to those of our organization. The Baldwin Scholars are committed to supporting agents of change on campus who work to create a more inclusive environment for all."
        },
        {
            "title":"BSA endorses Wilson for Young Trustee",
            "url":"/article/bsa-endorses-wilson-young-trustee",
            "teaser":"Olly Wilson has a sound understanding of the inner-workings of the University and has the ability to interact effectively in a boardroom setting."
        },
        {
            "title":"Panhel endorses Wilson for Young Trustee",
            "url":"/article/panhel-endorses-wilson-young-trustee",
            "teaser":"Olly represents a unique breadth of experience that will accurately represent our organization, as well as Duke’s undergraduate student body."
        },
        {
            "title":"Diya Endorses Danesh for Young",
            "url":"/article/diya-endorses-danesh-young",
            "teaser":"Kaveh’s creativity and enthusiasm is what drew our members to him, and we were further impressed by his wide range of experiences on campus."
        },
        {
            "title":"2012 Young Trustee Endorsement policy",
            "url":"/article/2012-young-trustee-endorsement-policy",
            "teaser":"The Chronicle will be running endorsement letters for the 2012 Young Trustee election beginning Monday, Feb. 6 and ending Thursday, Feb. 9."
        }
    ],
    [
        {
            "title":"Michelle Sohn",
            "url":"/article/sohn-emphasizes-work-underrepresented-groups",
            "teaser":"Michelle Sohn believes that a Young Trustee must have two qualities: knowledge about the University and an appetite for service."
        },
        {
            "title":"John Harpham",
            "url":"/article/harpham-seeks-post-repay-debt-duke",
            "teaser":"The former chair of The Chronicle’s editorial board and an Angier B. Duke Memorial Scholarship recipient, Harpham believes his broad Duke experience will serve him well should he be elected to the Board of Trustees."
        },
        {
            "title":"Sunny Kantha",
            "url":"/article/kantha-hopes-represent-varied-duke-experience",
            "teaser":"Watching President Barack Obama's inauguration Jan. 20 was especially inspiring and rewarding to senior Sunny Kantha-after all, he worked at Obama's campaign headquarters last summer in Chicago."
        }
    ]
]